Can't finalize Group member without finalizing the entire Group.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotFinalizeOrphanSerf { get; }
  Visual Basic
Public Shared ReadOnly Property CannotFinalizeOrphanSerf As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotFinalizeOrphanSerf {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyPasteFailures Class
  Autodesk.Revit.DB Namespace